{
    "nav": [
        {
            "name": "projects"
        },
        {
            "name": "expertise"
        },
        {
            "name": "resources"
        },
        {
            "name": "about"
        },
        {
            "name": "contact"
        }
    ],
    "footer": {
        "title": "axel yung",
        "email": "axelyung@gmail.com",
        "teleNr": "+46 76 754 39 44",
        "media": [
            {
                "icon": "linkdin",
                "alt": "LinkdIn",
                "url": "https://www.linkedin.com/in/axel-yung-6621302b/"
            },
            {
                "icon": "github",
                "alt": "Github",
                "url": "https://github.com/axelyung"
            }
        ]
    },
    "pages": {
        "home": {
            "blurb": "Enim tempor consectetur ipsum consectetur sit. Ipsum mollit culpa ad nostrud aute veniam pariatur commodo occaecat officia laboris. Non nostrud nostrud occaecat nulla irure nulla occaecat enim commodo magna amet aute. Minim aliqua exercitation nulla adipisicing cillum sit duis tempor excepteur. Officia cillum cupidatat cupidatat anim aute et aliqua exercitation elit consequat. Consequat occaecat tempor fugiat qui ad laborum. Adipisicing occaecat minim et enim quis ut reprehenderit consequat enim ex laboris.",
            "bgImg": "sketch_1.jpeg"
        },
        "projects": {
            "title": "projects",
            "blurb": "Consequat irure quis velit esse occaecat cupidatat nostrud duis. Sunt elit aliqua ut commodo exercitation labore deserunt velit. Sint voluptate amet dolore pariatur non ex excepteur esse ad proident velit nisi. Dolor eu voluptate exercitation id.",
            "case": [
                {
                    "name": "nectima",
                    "logo": "nectima_logo.png",
                    "img": "nectima_screen.png",
                    "url": "",
                    "blurb": "Labore aliquip magna aliquip do fugiat anim. Laborum eu in anim sit magna proident exercitation. Voluptate eiusmod eiusmod veniam ullamco et sint et laborum sint esse magna deserunt consequat. Aliqua mollit proident laborum ullamco Lorem aute excepteur sunt est. Commodo irure Lorem quis exercitation do exercitation est exercitation do veniam exercitation. Sunt proident officia dolore fugiat aliqua reprehenderit reprehenderit aliquip ipsum id pariatur. Minim minim irure nisi aute pariatur ex aliqua consequat sint."
                },
                {
                    "name": "yaytrade",
                    "logo": "yaytrade_logo.jpg",
                    "img": "yaytrade_screen.png",
                    "url": "",
                    "blurb": "Eiusmod ex est occaecat ullamco laborum Lorem occaecat eiusmod voluptate minim sit sit excepteur id. Exercitation aliquip quis amet incididunt consectetur Lorem enim mollit. Quis nisi esse ea commodo labore irure. Velit incididunt ex sunt excepteur velit. Aute adipisicing et ea reprehenderit duis minim."
                },
                {
                    "name": "Inkbay",
                    "logo": "inkbay_logo.png",
                    "img": "inkbay_screen.png",
                    "url": "",
                    "blurb": "Sint dolor dolor eiusmod esse ipsum mollit. Velit voluptate laboris laboris occaecat incididunt officia elit adipisicing dolor ut dolor pariatur qui. Eu anim voluptate Lorem exercitation sit proident anim aute. Incididunt incididunt nostrud quis qui elit."
                }
            ]
        },
        "expertise": {
            "title": "expertise",
            "blurb": "Cillum nisi incididunt fugiat tempor quis do ex anim nisi irure ex consectetur. Minim proident sit id ea nisi enim. Eiusmod eu est sit adipisicing et consequat dolor qui id. Deserunt fugiat elit ut ad consequat ullamco adipisicing eiusmod et. Qui veniam eiusmod Lorem laborum elit magna dolor fugiat amet. Laborum elit in fugiat officia.",
            "fields": [
                {
                    "name": "DB/ORM",
                    "icon": "database",
                    "items": [
                        "MySQL",
                        "PostGreSQL",
                        "Entity Framework",
                        "Eloquent"
                    ]
                },
                {
                    "name": "API Frameworks",
                    "icon": "server",
                    "items": [
                        "ASP.NET",
                        "PHP Laravel",
                        "PHP Silex",
                        "Node.JS"
                    ]
                },
                {
                    "name": "CMS",
                    "icon": "cms",
                    "items": [
                        "Wordpress",
                        "EpiServer",
                        "Ghost"
                    ]
                },
                {
                    "name": "JS Frameworks",
                    "icon": "javascript",
                    "items": [
                        "Angular 2/4",
                        "React",
                        "Vue",
                        "jQuery"
                    ]
                },
                {
                    "name": "Design",
                    "icon": "design",
                    "items": [
                        "CSS3",
                        "Bootstrap",
                        "Semantic UI",
                        "Bourbon",
                        "SASS"
                    ]
                },
                {
                    "name": "Dev Tools",
                    "icon": "tools",
                    "items": [
                        "Gulp",
                        "Bower",
                        "Webpack",
                        "Nuget",
                        "NPM",
                        "Yarn"
                    ]
                }
            ]
        },
        "resources": {
            "title": "Resources",
            "blurb": "Consectetur culpa minim ipsum consequat aute eu magna dolor reprehenderit. Id ad cillum exercitation quis velit. Nisi proident voluptate excepteur non laboris. Magna duis anim est velit esse duis elit dolore anim. Nulla voluptate quis proident esse nulla est excepteur amet irure esse. Incididunt minim irure esse aute quis cillum consequat culpa eu.",
            "subjects": [
                {
                    "name": "Books",
                    "links": [
                        {
                            "text": "text",
                            "url": "nectima.se"
                        },
                        {
                            "text": "text2",
                            "url": "inkbay.tattoo"
                        }
                    ]
                },
                {
                    "name": "Libraries",
                    "links": [
                        {
                            "text": "text",
                            "url": "nectima.se"
                        }
                    ]
                },
                {
                    "name": "Tutorials",
                    "links": [
                        {
                            "text": "text",
                            "url": "nectima.se"
                        }
                    ]
                },
                {
                    "name": "Inspiration",
                    "links": [
                        {
                            "text": "text",
                            "url": "nectima.se"
                        }
                    ]
                }
            ]
        },
        "about": {
            "title": "About",
            "img" : "profile.jpg",
            "bio": "Nostrud consectetur <strong>ea</strong> sint exercitation laboris enim do minim culpa elit incididunt. Qui deserunt laboris enim et ad est. Magna anim aliquip ea velit commodo cupidatat mollit nulla laboris non Lorem nisi ut occaecat. Dolore amet sit elit mollit deserunt nulla sunt. Ea amet minim qui tempor sint sunt enim ad elit ullamco qui."
        },
        "contact": {
            "title": "Contact",
            "blurb": "Pariatur ipsum culpa eu incididunt laboris non minim qui. Anim qui eu eiusmod consectetur laborum reprehenderit nisi aute aliqua anim amet officia eiusmod. Reprehenderit aute ex enim do occaecat excepteur commodo excepteur. Excepteur ex aute proident in commodo dolor exercitation dolor. Mollit cupidatat commodo exercitation nostrud.",
            "email": "axelyung@gmail.com",
            "labels": {
                "email": "Your email",
                "subject": "Subject",
                "message": "Message",
                "submit": "send"
            }
        },
        "thanks": {
            "title": "Thanks",
            "subtitle" : "I'll try and get back to you asap!",
            "btnText" : "Back to homepage"
        },
        "error" : {
            "title" : "404 :(",
            "subtitle" : "That page doesn't exist (anymore). Please use the nav links in the menu above.",
            "btnText" : "Back to homepage"
        }
    }
}